<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="viewport" content="user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, width=device-width" />

<title>Insert title here</title>

<style type="text/css">
body{ font-size:10px; }
</style>

</head>
<body>

<br/>
개인정보 수집 및 이용에 대한 안내<br/>
<br/>
1. 수집하는 개인정보의 항목<br/>
<br/>
첫째, 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 최소한의 개인정보를 필수항목으로 수집하고 있습니다.<br/>
<br/>
<회원가입><br/>
- 필수항목 : 임시생성아이디<br/>
<br/>
둘째, 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br/>
<br/>
- IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록<br/>
<br/>
셋째, 아이디를 이용한 부가 서비스 및 맞춤식 서비스 이용 또는 이벤트 응모 과정에서 해당 서비스의 이용자에 한해서만 개인정보 추가 수집이 발생할 수 있으며, 이러한 경우 별도의 동의를 받습니다.<br/>
<br/>
넷째, 성인컨텐츠, 유료/게임 등 일부 서비스 이용시 관련 법률 준수를 위해 본인인증이 필요한 경우, 아래와 같은 정보들이 수집될 수 있습니다.<br/>
<br/>
- 이름, 생년월일, 성별, 중복가입확인정보(DI), 암호화된 동일인 식별정보(CI), 휴대폰 번호(선택), 아이핀 번호(아이핀 이용시), 내/외국인 정보<br/>
<br/>
다섯째, 노래/뮤직비디오 등 컨텐츠를 검색/이용시에 해당 컨텐츠의 이력이 수집될 수 있으며, 재생목록으로 관리 될 수 있습니다.<br/>
<br/>
여섯째, 서비스 품질 향상을 위해 추가로 사용자의 연령대, 성별의 정보가 수집될 수 있습니다.<br/>
<br/>
2. 개인정보의 수집 및 이용 목적<br/>
<br/>
가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산<br/>
<br/>
컨텐츠 제공, 특정 맞춤 서비스 제공, 물품배송 또는 청구서 등 발송, 본인인증, 구매 및 요금 결제, 요금추심<br/>
<br/>
나. 회원관리<br/>
<br/>
회원제 서비스 제공, 개인식별, 테스소프트 이용약관 위반 회원에 대한 이용제한 조치, 서비스의 원활한 운영에 지장을 미치는 행위 및 서비스 부정이용 행위 제재, 가입의사 확인, 가입 및 가입횟수 제한, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달, 회원탈퇴의사의 확인<br/>
<br/>
다. 신규 서비스 개발 및 마케팅,광고에의 활용<br/>
<br/>
신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 정보 및 참여기회 제공, 광고성 정보 제공, 접속빈도 파악, 회원의 서비스 이용에 대한 통계<br/>
<br/>
3. 개인정보의 보유 및 이용기간<br/>
<br/>
이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.<br/>
<br/>
가. 회사 내부 방침에 의한 정보보유 사유<br/>
<br/>
- 부정이용기록(부정가입, 징계기록 등의 비정상적 서비스 이용기록)<br/>
<br/>
보존 항목 : 가입인증 휴대폰 번호, 만 14세 미만 회원의 경우 법정대리인 DI<br/>
보존 이유 : 부정 가입 및 이용 방지<br/>
보존 기간 : 1년<br/>
<br/>
※ ‘부정이용기록’이란 부정 가입 및 운영원칙에 위배되는 게시글 작성 등으로 인해 회사로부터 이용제한 등을 당한 기록입니다.<br/>
<br/>
나. 관련법령에 의한 정보보유 사유<br/>
<br/>
상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.<br/>
<br/>
- 계약 또는 청약철회 등에 관한 기록<br/>
보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
보존 기간 : 5년<br/>
<br/>
- 대금결제 및 재화 등의 공급에 관한 기록<br/>
보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
보존 기간 : 5년<br/>
<br/>
- 전자금융 거래에 관한 기록<br/>
보존 이유 : 전자금융거래법<br/>
보존 기간 : 5년<br/>
<br/>
- 소비자의 불만 또는 분쟁처리에 관한 기록<br/>
보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
보존 기간 : 3년<br/>
<br/>
- 어플리케이션(사이트) 방문기록<br/>
보존 이유 : 통신비밀보호법<br/>
보존 기간 : 3개월<br/>
<br/>
<br/>
 
</body>
</html>